import React, {Component} from 'react';
import s from './Main.module.css'


class Main extends Component {
    render() {
        return (
            <div className={s.mainBlock}>
            <div className={s.wrapper}>
              <h1>ПИТОМНИК БЕНГАЛЬСКИХ
                КОШЕК SUNHUNTERS</h1>
                Добро пожаловать на сайт питомника “Sunhunters”.
                Мы ценим Ваш интерес к нашим бенгальским кошкам и разделяем Ваш энтузиазм в отношении этой захватывающей породы.
            </div> <div className={s.wrapper}>
              <h1>ПИТОМНИК БЕНГАЛЬСКИХ
                КОШЕК SUNHUNTERS</h1>
                Добро пожаловать на сайт питомника “Sunhunters”.
                Мы ценим Ваш интерес к нашим бенгальским кошкам и разделяем Ваш энтузиазм в отношении этой захватывающей породы.
            </div> <div className={s.wrapper}>
              <h1>ПИТОМНИК БЕНГАЛЬСКИХ
                КОШЕК SUNHUNTERS</h1>
                Добро пожаловать на сайт питомника “Sunhunters”.
                Мы ценим Ваш интерес к нашим бенгальским кошкам и разделяем Ваш энтузиазм в отношении этой захватывающей породы.
            </div> <div className={s.wrapper}>
              <h1>ПИТОМНИК БЕНГАЛЬСКИХ
                КОШЕК SUNHUNTERS</h1>
                Добро пожаловать на сайт питомника “Sunhunters”.
                Мы ценим Ваш интерес к нашим бенгальским кошкам и разделяем Ваш энтузиазм в отношении этой захватывающей породы.
            </div> <div className={s.wrapper}>
              <h1>ПИТОМНИК БЕНГАЛЬСКИХ
                КОШЕК SUNHUNTERS</h1>
                Добро пожаловать на сайт питомника “Sunhunters”.
                Мы ценим Ваш интерес к нашим бенгальским кошкам и разделяем Ваш энтузиазм в отношении этой захватывающей породы.
            </div> <div className={s.wrapper}>
              <h1>ПИТОМНИК БЕНГАЛЬСКИХ
                КОШЕК SUNHUNTERS</h1>
                Добро пожаловать на сайт питомника “Sunhunters”.
                Мы ценим Ваш интерес к нашим бенгальским кошкам и разделяем Ваш энтузиазм в отношении этой захватывающей породы.
            </div> <div className={s.wrapper}>
              <h1>ПИТОМНИК БЕНГАЛЬСКИХ
                КОШЕК SUNHUNTERS</h1>
                Добро пожаловать на сайт питомника “Sunhunters”.
                Мы ценим Ваш интерес к нашим бенгальским кошкам и разделяем Ваш энтузиазм в отношении этой захватывающей породы.
            </div> <div className={s.wrapper}>
              <h1>ПИТОМНИК БЕНГАЛЬСКИХ
                КОШЕК SUNHUNTERS</h1>
                Добро пожаловать на сайт питомника “Sunhunters”.
                Мы ценим Ваш интерес к нашим бенгальским кошкам и разделяем Ваш энтузиазм в отношении этой захватывающей породы.
            </div> <div className={s.wrapper}>
              <h1>ПИТОМНИК БЕНГАЛЬСКИХ
                КОШЕК SUNHUNTERS</h1>
                Добро пожаловать на сайт питомника “Sunhunters”.
                Мы ценим Ваш интерес к нашим бенгальским кошкам и разделяем Ваш энтузиазм в отношении этой захватывающей породы.
            </div> <div className={s.wrapper}>
              <h1>ПИТОМНИК БЕНГАЛЬСКИХ
                КОШЕК SUNHUNTERS</h1>
                Добро пожаловать на сайт питомника “Sunhunters”.
                Мы ценим Ваш интерес к нашим бенгальским кошкам и разделяем Ваш энтузиазм в отношении этой захватывающей породы.
            </div>
            </div>
        );
    }
}

export default Main;